{
    "version": "https://jsonfeed.org/version/1",
    "title": "Sycarion Continuum",
    "description": "",
    "home_page_url": "https://sycarion.github.io",
    "feed_url": "https://sycarion.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Bear"
    },
    "items": [
        {
            "id": "https://sycarion.github.io/cuarapom-a-lost-dice-game/",
            "url": "https://sycarion.github.io/cuarapom-a-lost-dice-game/",
            "title": "Cúarapom – A Lost Dice Game",
            "summary": "Note: This post is a piece of indirect world building from three years ago. The post itself is about a fictional ancestor to Yahtzee&hellip;",
            "content_html": "<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://sycarion.github.io/media/posts/2/etruscand12-3.png\" alt=\"from An Etruscan Dodecahedron by Amelia Carolina Sparavigna https://arxiv.org/abs/1205.0706\" width=\"539\" height=\"441\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-xs.png 300w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-sm.png 480w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-md.png 768w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-lg.png 1024w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-xl.png 1360w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-2xl.png 1600w\"></figure>\n<p class=\"has-text-align-left msg msg--info\"><em><strong>Note: </strong>This post is a piece of indirect world building from three years ago. The post itself is about a fictional ancestor to Yahtzee from 3rd century Rome. The world building touches on ancient Roman-Chinese trade, the rise of Esperanto, and historical records.</em> Cúarapom is pronounced (<strong>Quar</strong>-a-pom, not the way I keep saying it, <strong>Quare</strong>-uh-pom)</p>\n<h2 class=\"wp-block-heading\">History of Cúarapom and It's Language, Arcaicam Esperantom.</h2>\n<h3 class=\"wp-block-heading\">Flavio Biondo</h3>\n<p>Scholars had long believed that Flavio Biondo, 15th century historian, had a lost work that detailed Roman history from the time of the Etruscans to 410 AD as a prequel to his famous history, <em>Historiarum ab inclinatione Romanorum imperii decades</em>. Notes from his posthumous publisher hinted at note of pre-Roman times, but nothing conclusive.</p>\n<h3 class=\"wp-block-heading\">Churchill Babington's Personal Effects</h3>\n<p>In 1865, Churchill Babington published <em>An Introductory Lecture on Archaeology</em> that points to a paper written in his early career about the Preists of Nortia. In this paper, he mentioned the famous fertility rite, but also attributes the Goddess of Fate with a relic of a dodecahedron discovery in the 1830s near the Palatine Hills. Quoting an unknown work of Biondo, he describes the twelve-sided object as a divination device for Nortian priests.</p>\n<p>Amongst his effects after Babington's death was a manuscript of Biondo's lost work that detailed Etruscan and Roman history. This work features many pieces of works thought to be lost to antiquity, including a passage written by Livy that details the dodecahedron, its symbols, and the possible meaning of the results. Livy also mentioned that there were, in fact, four dodecahedrons, each with their own symbols. Babington appeared to have no small fascination with these objects producing a reconstruction based on citations from Livy.</p>\n<h3 class=\"wp-block-heading\">Connections to Arcaicam Esperantom</h3>\n<p>Another discovery near Shenyang in the 1870s produced missing pieces of <em>Wei lio</em>, a 3rd century document that describes relations between Rome and China written by Yu Huan. Babington had a translated copy, but many discredit this translation as wildly inaccurate and prone historical errors. (The original document has been authenticated and current English translations have corrected these issues.)</p>\n<p>The new manuscript describes the relationship of Lieou Tche-ki to a Roman he names Feng-Ti, \"Crazy Western Barbarian\". As a part of their business relationship, Feng-Ti attempts to invent a trading language to assist his men in understanding the cargo they are transporting. It even includes some of the vocabulary and grammar that clearly demonstrates Latin and Chinese root words modified by affixes.</p>\n<p>It appears that Lieou Tche-ki rejected this idea, but entertained it enough to humor his trading partner. Over the course of his musings, he mentions a pastime of the sailors that he writes as Cuarapom, using the trading language.</p>\n<h3 class=\"wp-block-heading\">Arcaicam Esperantom</h3>\n<p>After L.L. Zamenhof published Unua Libro 1887, devotees called for numerous changes to Esperanto. Zamenhoff continued to refine Esperanto by translating other works, especially poetry. This changed when he heard of the new additions to Wei lio and their publication in English. Friends had mentioned the passage describing Feng Ti's trading language and acquired a copy to study.</p>\n<p>His goal was to recreate a language that he saw as an ancestor to Esperanto. With this ancestor language, he would then attempt to evolve it in much the same way that Romance languages evolved from Latin. This would address a frequent criticism that Esperanto had no history and felt contrived.</p>\n<p>In 1893, he produced a manuscript for Arcaicam Esperantom, but never published it. It is believed that the attempt to create this ancestor languge was the main cause in the rejection of 1894 update to Esperanto. His 1904 changes removed many of the inventions seen in his 1894 draft.</p>\n<h3 class=\"wp-block-heading\">Cúarapom's Survival</h3>\n<p>A curious exception to the rejection of Zamenhof's 1894 version of Esperanto, was the inclusion of a game he named Kvarapo, a curious game of Four-of-a-Kind. He also mentions the game by a different name, Cúarapom, apparently pointing to the so-called ancestor of Esperanto. The odd dodecahedrons described in the game were produced and the game was briefly popular in Europe.</p>\n<p>This popularity led to uncovering the Arcaicam Esperatom manuscript featuring the full set of rules written in that language. Zamenhoff's notes made it clear that he kept all of the words of the original game described in Wei lio, but added the names of certain results and filled in missing pieces in the game itself that he discovered through playing it.</p>\n<p>When the game was published in 1901, it was published in English and Arcaicam Esperatom along with a modified version of the history calling it \"The Game of Roman Sailors\". The game became popular and was enjoyed on both sides of the Atlantic.</p>\n<p>With the advent of World War I, the game lost popularity due to the issues in manufacturing the dice. After World War II a similar game named Yacht grew in popularity and in 1956 a version of it named Yahtzee was published by Milton Bradley.</p>\n<h3 class=\"wp-block-heading\">Cúarapom's Revival</h3>\n<p>In recent years, I've become interested in Cúarapom. I hope to make the dice, but I get by with a d6 numbered 1 to 3, a d4, a d6, and a d12. In the meantime, I have created <a href=\"https://sycarion.github.io/https://drive.google.com/file/d/1JpwN0TyhlbKBZsBv1k1X7xtPLx8sXE0W/view?usp=sharing\" target=\"_blank\" rel=\"noopener noreferrer\" download>score sheets</a> and cleaned up an older version of the <a href=\"https://sycarion.github.io/https://drive.google.com/file/d/1f5ZmQZc6T9eawQFdOUq-kBWRGNYDmIR_/view?usp=sharing\" target=\"_blank\" rel=\"noopener noreferrer\" download>English rules</a>. (There will be edits.)</p>\n<p>I kept a few of the original names of results, but it felt like too much mental overhead to use them all. That's why Three of a Kind is in English instead of the original term, Triapom. Sinsecúom for a straight felt like a big stretch when there are already other vocabulary words. I hope I found the right balance.</p>\n<p>In playing the game, I've found that it is difficult to score in the lower section. Most games are won by the strategic use of the upper section and the two categories that are similar to Chance in Yahtzee. It is extremely difficult to score the Pluy Gravam and attempts to roll it, even with a 4th Roll token have proven unsuccessful.</p>\n<p>Let me know what you think.</p>",
            "author": {
                "name": "Bear"
            },
            "tags": [
                   "worldbuilding"
            ],
            "date_published": "2023-07-06T21:59:30-05:00",
            "date_modified": "2023-07-06T22:22:23-05:00"
        },
        {
            "id": "https://sycarion.github.io/learning-a-static-site-generator/",
            "url": "https://sycarion.github.io/learning-a-static-site-generator/",
            "title": "Learning a Static Site Generator",
            "summary": "Working on learning a site generator. Let's see how it goes.",
            "content_html": "<p>Working on learning a site generator. Let's see how it goes.</p>",
            "author": {
                "name": "Bear"
            },
            "tags": [
            ],
            "date_published": "2023-07-06T19:37:01-05:00",
            "date_modified": "2023-07-06T19:37:01-05:00"
        }
    ]
}
