{
    "version": "https://jsonfeed.org/version/1",
    "title": "Sycarion Continuum",
    "description": "",
    "home_page_url": "https://sycarion.github.io",
    "feed_url": "https://sycarion.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Bear"
    },
    "items": [
        {
            "id": "https://sycarion.github.io/the-sabafly-owls/",
            "url": "https://sycarion.github.io/the-sabafly-owls/",
            "title": "The Sabafly Owls",
            "summary": "This is the first written entry in my Hadarian AP Fragment project. Announced on dice.camp, this project is an encounter book with creatures&hellip;",
            "content_html": "<div tabindex=\"-1\">\n<div class=\"focusable detailed-status__wrapper detailed-status__wrapper-public\" tabindex=\"0\" aria-label=\"Sycarion Diversions, First thing: I wrote something for my anagram encounter book, but did not complete stats. In creating one group of entities, I ended up with three and an implied cosmology.From an anagram of Abyssal Wolf came the Sabafly /SAH-buh-flee/ Owls. In various temples, these eight entities are revered as the Owls of Heaven's Parliament. They represent personifications of the Eight Highest Virtues. Sabafly their leader is said to represent the virtue of love. 1/#HadarianAPFragment #HAF #worldbuilding, Nov 11, 09:04 PM, sycarion\">\n<div>\n<div class=\"detailed-status\">\n<div class=\"status__content\" tabindex=\"0\">\n<div class=\"status__content__text status__content__text--visible translate\" lang=\"en\">\n<p>This is the first written entry in my Hadarian AP Fragment project. Announced on dice.camp, this project is an encounter book with creatures based on anagrams of Pathfinder 1e monster entries. I call it an encounter book because these entries aren't necessarily about combat. When stats are generated, it will be for the Cypher System.</p>\n<p>From the Abyssal Wolf came the anagram of the<strong> Sabafly</strong> <em>/SAH-buh-flee/</em> <strong>Owls</strong>. In various temples, these eight entities are revered as the Owls of Heaven's Parliament. According to tradition, they represent personifications of the Eight Highest Virtues. Sabafly, their leader, is said to represent the virtue of love.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">They appear as human except for their white horned owl heads. They have large wings that can be tucked on their back or wrap around the front of their body, covering their arms and feet. Each one is dressed in white robes, but can be distinguished by each one's unique accent color in their robes. All the owls except Sabafly wear white accented by a color of the rainbow in their robes and feathers. Sabafly shine in their silver and white.</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div tabindex=\"-1\">\n<div class=\"status__wrapper status__wrapper-public status__wrapper-reply focusable\" tabindex=\"0\" aria-label=\"Sycarion Diversions, The Sabafly Owls are described in various texts as archangels - powerful, benevolent beings that hold sway over all of creation save the gods.In reality, their motives and actions are inscrutable and their demeanor aloof. If they choose to fight, they employ magical light, swords, and circular blades that can be thrown.Their opposite, the Catharadians are considered in temples to be the Vulturine Council of Hell led by Catharates.  3/#HadarianAPFragment #HAF #worldbuilding, Nov 11, 09:17 PM, sycarion\">\n<div class=\"status status-public status-reply status--in-thread\" data-id=\"111395409471214177\">\n<div class=\"status__content status__content--with-action\" tabindex=\"0\">\n<div class=\"status__content__text status__content__text--visible translate\" lang=\"en\">\n<p>The Sabafly Owls are described in various texts as archangels - powerful, benevolent beings that hold sway over all of creation save the gods.</p>\n<p>In reality, their motives and actions are inscrutable and their demeanor aloof. If they choose to fight, they employ magical light, swords, and circular blades that can be thrown.</p>\n<p>Their opposite, the Catharadians are considered in temples to be the Vulturine Council of Hell led by Catharates.</p>\n<div tabindex=\"-1\">\n<div class=\"focusable detailed-status__wrapper detailed-status__wrapper-public\" tabindex=\"0\" aria-label=\"Sycarion Diversions, They are described as tall humans with massive banded wings of gray, white, and black. Their heads are multihued with long vulture-like black beaks. Though they are regarded as archdemons by many representing the eight great vices, the Cathartadians are neither sadistic nor cruel.When encountered, they appear apathetic. In the realm of the dead, they feed occasionally on small amounts of the realm's souls. No individual soul is entirely consumed. 4/#HadarianAPFragment #HAF #worldbuilding, Nov 11, 09:21 PM, sycarion\">\n<div>\n<div class=\"detailed-status\">\n<div class=\"status__content\" tabindex=\"0\">\n<div class=\"status__content__text status__content__text--visible translate\" lang=\"en\">\n<p>They are described as tall humans with massive banded wings of gray, white, and black. Their heads are multihued with long vulture-like black beaks. Though they are regarded as archdemons by many representing the eight great vices, the Cathartadians are neither sadistic nor cruel.</p>\n<p>When encountered, they appear apathetic. In the realm of the dead, they feed occasionally on small amounts of the realm's souls. No individual soul is entirely consumed.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div tabindex=\"-1\">\n<div class=\"status__wrapper status__wrapper-public status__wrapper-reply focusable\" tabindex=\"0\" aria-label=\"Sycarion Diversions, Inhabitants in the realm of the dead are drained just enough to forget their lives in the land of the living. Ptoma, the One Between is a former Sabafly Owl drained by Catharates, themself. Ptoma, full of zeal, launched an ill-advised assault on the Cathartadines only to suffer a painful defeat.  With part of his soul consumed, he has chosen the path of abdeath maintained by alchemy fused with sheer force of will. 5/#HadarianAPFragment #HAF #worldbuilding, Nov 11, 09:32 PM, sycarion\">\n<div class=\"status status-public status-reply status--in-thread\" data-id=\"111395468181998689\">\n<div class=\"status__content status__content--with-action\" tabindex=\"0\">\n<div class=\"status__content__text status__content__text--visible translate\" lang=\"en\">\n<p>Inhabitants in the realm of the dead are drained just enough to forget their lives in the land of the living.</p>\n<p>Ptoma, the One Between is a former Sabafly Owl drained by Catharates, themself. Ptoma, full of zeal, launched an ill-advised assault on the Cathartadines only to suffer a painful defeat. With part of his soul consumed, he has chosen the path of abdeath maintained by alchemy fused with sheer force of will.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Abhorred by all, Ptoma seeks others that also wish to live unconstrained by Heaven or Hell. The patron of knowledge, alchemy, and chaos searches all realms for acolytes and followers.</span></p>\n<hr>\n<p>When the Compendium encountered Catharates, researchers originally believed their universe to be similar to one of the various Sanderson or Lu Yùn Shĭ <a href=\"https://sycarion.github.io/directory-of-universes/\" target=\"_blank\" rel=\"noopener noreferrer\">universes</a>. They discovered, however, that the concepts of Heaven and Hell were not the same as those universes. Hell was a land of the dead. It's where souls went in an endless land where residents lose their memory of life in the mortal world.  There is no fire, brimstone, or endless torture there. Many researchers say that Hell would be better named Ennui for all the listlessness and perceived boredom.</p>\n<p>Heaven, as it turned out, was a different plane created by those with religious inclinations. A soul, by force of will, could end up in this plane instead of Hell if they believed strongly enough in a place of reward for the truly devout. For the Romans of the various Sanderson universes, Heaven would exactly like the Elysium fields. For those that believe in the pantheon that includes the Sabafly Owls, the Cathatadines, and Ptoma, Heaven is a place of endless virtue. (The eight virtues are love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness, and restraint). Heaven is also a place where those that are not religious enough are zealously converted.</p>\n<p>Catharates is a celestial being that originally came to guide the powers of Hell to make changes. Hell changed from a hunting grounds for religious zealots to the land of dead described earlier. Ptoma, one of the original Sabafly Owls, rebelled against these changes forcing Catharates to permanently alter him. The unintended consequences, though, led to the creation of the cult of abdeath.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "image": "https://sycarion.github.io/media/posts/12/13955898970_90e9531712_o.jpg",
            "author": {
                "name": "Bear"
            },
            "tags": [
                   "worldbuilding",
                   "6 Catharates I",
                   "#HadarianAPFragment"
            ],
            "date_published": "2023-11-12T20:47:40-06:00",
            "date_modified": "2023-11-13T03:33:01-06:00"
        },
        {
            "id": "https://sycarion.github.io/the-ezekiel-light/",
            "url": "https://sycarion.github.io/the-ezekiel-light/",
            "title": "The Ezekiel Light",
            "summary": "In 1842, William Hamilton first described quarterions, a mathematical idea that describes mechanical operations in three-dimensional space. He was mulling over this idea&hellip;",
            "content_html": "<p>In 1842, William Hamilton first described quarterions, a mathematical idea that describes mechanical operations in three-dimensional space. He was mulling over this idea with his wife as they were walking to the Royal Irish Academy. Struck by inspiration, he carved the formula into the stone of Brougham Bridge so that they would not be late for an appointment.</p>\n<p>In a letter to John Graves, Hamilton describes a \"vision or fever dream of a curious spirit\". He described the spirit as a bright white spherical luminaire of a water lily. The water lily appeared to be spinning in a wheel inside a larger wheel. Graves would later call this spirit, \"the Ezekiel Light\".</p>\n<p>Hamilton describes the conversation as a series of questions in several different languages including Arabic, Sanskrit, and Malay. When the discussion moved to Ionic Greek, he asked the spirit if he could name him Archimedes to which the spirit responded that Archimedes was a splendid conversationalist when he wasn't tinkering about.</p>\n<p>Hamilton remembered little else about this conversation, but credited the spirit and Graves as instrumental in refining quaternion theory. He closed his letter with a request to meet soon.</p>\n<p>Graves derided his friend Hamilton over the vision of this bizarre light and vision. He inquired on Hamilton's health and choice of drink. Graves remarked that Hamilton was a great poet or a great mathematician, but the attempt of both would be his undoing. This may be why the other visits of the Ezekiel Light were not discovered until years after his death. Amongst his papers, a folio entitled \"A Dialogue with Polyhymnia\" described his encounters with the spirit and their discussions of \"mathematics, languages, and meter\". It was published posthumously in 1881.</p>\n<p>Late 19th century mystics would create the \"Celestial Numerology\" from the ideas in this work along with ideas of Arthur Eddington and Nathan Löb David Zimmer. Graves would write about his concept of octonions (which he named octaves) but also wrote to friends later in life about his own visit from the Ezekiel Light. In that conversation, the spirit asked, \"If 8 is greater than 4, is not 16 greater than 8?\" This would haunt Graves and mysticism for decades. </p>\n<p>.</p>",
            "author": {
                "name": "Bear"
            },
            "tags": [
                   "paper pills",
                   "2 Lotus XVII"
            ],
            "date_published": "2023-10-03T12:59:27-05:00",
            "date_modified": "2023-11-12T22:48:46-06:00"
        },
        {
            "id": "https://sycarion.github.io/the-vending-machine/",
            "url": "https://sycarion.github.io/the-vending-machine/",
            "title": "The Vending Machine",
            "summary": "During my time off for the past two weeks, I have been organizing my gaming and writing projects. I have so many over&hellip;",
            "content_html": "<p>During my time off for the past two weeks, I have been organizing my gaming and writing projects. I have so many over the years that have been interrupted by one thing or another. Yesterday, I uncovered a story cycle that I had forgotten. The working title was <em>Perpetuation of Righteousness</em>. I'll definitely rename it.</p>\n<p>The story cycle features the main character, Rick, and his friends, family, and co-workers. Over the course of the stories, he holds the same job for 30 years in the same building. His two main issues, though, are blinding headaches and the nagging suspicion that he moves in time differently from others.</p>\n<p>The clues are subtle and difficult to tie together. For example, when feeling a headache coming on, he fishes through his change to see if he has the new Montana quarter as a distraction. Instead, he finds a new Hawaii quarter. At this point in the story, he is in 2007, but the Hawaii quarter didn't come out until 2008. The radio in his car is set to FM 94.1, a top 40 station. Sometimes, though it will play 70s soul and R&amp;B music. At other times it is an Urban Contemporary station. The soul music can be dismissed as a part of Flashback Fridays when the station played soul in the 60s and 70s. The local paper will sometimes feature stories of a buyout of the station from an out-of-state group of owners. A few times when driving his wife's car to to work, he can't find it in the parking lot. It's one of those gray four-door sedans that all look the same. He writes this off as work-related stress.</p>\n<p>The one thing that seems to remain constant is the vending machine in the break room. For his entire 30 year career, the large black box with old yellowing buttons has never changed. He was shocked to find a Pepsi Free stocked in it one day, but the soda companies are always doing nostalgia callbacks.</p>\n<p>Besides, he wasn't even in this city in the 80s, he was over 1000 miles away.</p>\n<p>If I finish the story cycle of this universe, it will be universe 3 Vending Machine II. Apparently the Compendium has encountered at least one other vending machine that generates its own<a href=\"https://sycarion.github.io/cosmology/\" target=\"_blank\" rel=\"noopener noreferrer\"> hexaton field</a>.</p>\n<p>These stories are semi-biographical and deal with the unreliability of memory and the fantasies that can grow out of many years of mindless routine.</p>",
            "image": "https://sycarion.github.io/media/posts/10/VendingMachine.jpg",
            "author": {
                "name": "Bear"
            },
            "tags": [
                   "writing",
                   "worldbuilding",
                   "3 Vending Machine II"
            ],
            "date_published": "2023-07-22T14:43:47-05:00",
            "date_modified": "2023-07-22T14:43:47-05:00"
        },
        {
            "id": "https://sycarion.github.io/a-new-universe/",
            "url": "https://sycarion.github.io/a-new-universe/",
            "title": "A New Universe",
            "summary": "When I was in college, I wrote a handful of stories based in an alternate version of my home town. One of the&hellip;",
            "content_html": "<p>When I was in college, I wrote a handful of stories based in an alternate version of my home town. One of the major characters was Jeremiah Matherson, a local hero that ran the local store in the 40s and 50s. Rationing was difficult in my hometown and in these stories, Matherson used his mistrust of authority to help everyone. <a href=\"http://prairiecomber.pinakidion.org/fistful-of-diamonds/\" target=\"_blank\" rel=\"noopener noreferrer\">A Fistful of Diamonds</a> is my favorite story that has him as a character.</p>\n<p>The main character that tied all the stories together, though, was Numbers the cat. With an impossibly long lifespan, Numbers was known and loved by generations of people that frequented Matherson's store. He would disappear occasionally, sometimes for months at a time. By the time the events of Fistful of Diamonds takes place, he is believed to be between 25 and 40 years old. Shortly after this story, a second cat appears when Numbers is gone for long stretches. Named Deuteronomy, this cat makes appearances until the late 90s. A third cat appears in the 80s, but Joshua proves to be much more ordinary than her ancestors. She barely lives twelve years.</p>\n<p>The secret of Numbers the cat was his time travel. He found a small entrance just big enough to squeeze through to take him to random places in time both past and future. In a couple of stories, he is playing with untimely toys from the distant past and near future.</p>\n<p>For the purposes of my stories, this will be universe 4 Numbers I. The Compendium has only encountered this accidental tourist in time one time. It was entirely accidental when a Compendium employee was briefly stranded near Matherson's store circa 1955. The chronoton particle readings were very high which merited some study.</p>\n<p>Numbers regarded his stay at the Compendium as the place with horrible food and little amusement. He disappeared one day and no one has discovered how he left. They were able to verify that he returned home to Matherson's store, but no one ever determined what magic or device allowed him to return.</p>",
            "image": "https://sycarion.github.io/media/posts/9/Numbers-the-Cat.jpg",
            "author": {
                "name": "Bear"
            },
            "tags": [
                   "worldbuilding",
                   "paper pills",
                   "4 Numbers I"
            ],
            "date_published": "2023-07-21T10:58:17-05:00",
            "date_modified": "2023-07-21T10:58:17-05:00"
        },
        {
            "id": "https://sycarion.github.io/cuarapom-a-lost-dice-game/",
            "url": "https://sycarion.github.io/cuarapom-a-lost-dice-game/",
            "title": "Cúarapom – A Lost Dice Game",
            "summary": "Note: This post is a piece of indirect world building from three years ago. The post itself is about a fictional ancestor to Yahtzee&hellip;",
            "content_html": "<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://sycarion.github.io/media/posts/2/etruscand12-3.png\" alt=\"from An Etruscan Dodecahedron by Amelia Carolina Sparavigna https://arxiv.org/abs/1205.0706\" width=\"539\" height=\"441\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-xs.png 300w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-sm.png 480w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-md.png 768w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-lg.png 1024w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-xl.png 1360w ,https://sycarion.github.io/media/posts/2/responsive/etruscand12-3-2xl.png 1600w\"></figure>\n<p class=\"has-text-align-left msg msg--info\"><em><strong>Note: </strong>This post is a piece of indirect world building from three years ago. The post itself is about a fictional ancestor to Yahtzee from 3rd century Rome. The world building touches on ancient Roman-Chinese trade, the rise of Esperanto, and historical records.</em> Cúarapom is pronounced (<strong>Quar</strong>-a-pom, not the way I keep saying it, <strong>Quare</strong>-uh-pom)</p>\n<h2 class=\"wp-block-heading\">History of Cúarapom and It's Language, Arcaicam Esperantom.</h2>\n<h3 class=\"wp-block-heading\">Flavio Biondo</h3>\n<p>Scholars had long believed that Flavio Biondo, 15th century historian, had a lost work that detailed Roman history from the time of the Etruscans to 410 AD as a prequel to his famous history, <em>Historiarum ab inclinatione Romanorum imperii decades</em>. Notes from his posthumous publisher hinted at note of pre-Roman times, but nothing conclusive.</p>\n<h3 class=\"wp-block-heading\">Churchill Babington's Personal Effects</h3>\n<p>In 1865, Churchill Babington published <em>An Introductory Lecture on Archaeology</em> that points to a paper written in his early career about the Preists of Nortia. In this paper, he mentioned the famous fertility rite, but also attributes the Goddess of Fate with a relic of a dodecahedron discovery in the 1830s near the Palatine Hills. Quoting an unknown work of Biondo, he describes the twelve-sided object as a divination device for Nortian priests.</p>\n<p>Amongst his effects after Babington's death was a manuscript of Biondo's lost work that detailed Etruscan and Roman history. This work features many pieces of works thought to be lost to antiquity, including a passage written by Livy that details the dodecahedron, its symbols, and the possible meaning of the results. Livy also mentioned that there were, in fact, four dodecahedrons, each with their own symbols. Babington appeared to have no small fascination with these objects producing a reconstruction based on citations from Livy.</p>\n<h3 class=\"wp-block-heading\">Connections to Arcaicam Esperantom</h3>\n<p>Another discovery near Shenyang in the 1870s produced missing pieces of <em>Wei lio</em>, a 3rd century document that describes relations between Rome and China written by Yu Huan. Babington had a translated copy, but many discredit this translation as wildly inaccurate and prone historical errors. (The original document has been authenticated and current English translations have corrected these issues.)</p>\n<p>The new manuscript describes the relationship of Lieou Tche-ki to a Roman he names Feng-Ti, \"Crazy Western Barbarian\". As a part of their business relationship, Feng-Ti attempts to invent a trading language to assist his men in understanding the cargo they are transporting. It even includes some of the vocabulary and grammar that clearly demonstrates Latin and Chinese root words modified by affixes.</p>\n<p>It appears that Lieou Tche-ki rejected this idea, but entertained it enough to humor his trading partner. Over the course of his musings, he mentions a pastime of the sailors that he writes as Cuarapom, using the trading language.</p>\n<h3 class=\"wp-block-heading\">Arcaicam Esperantom</h3>\n<p>After L.L. Zamenhof published Unua Libro 1887, devotees called for numerous changes to Esperanto. Zamenhoff continued to refine Esperanto by translating other works, especially poetry. This changed when he heard of the new additions to Wei lio and their publication in English. Friends had mentioned the passage describing Feng Ti's trading language and acquired a copy to study.</p>\n<p>His goal was to recreate a language that he saw as an ancestor to Esperanto. With this ancestor language, he would then attempt to evolve it in much the same way that Romance languages evolved from Latin. This would address a frequent criticism that Esperanto had no history and felt contrived.</p>\n<p>In 1893, he produced a manuscript for Arcaicam Esperantom, but never published it. It is believed that the attempt to create this ancestor languge was the main cause in the rejection of 1894 update to Esperanto. His 1904 changes removed many of the inventions seen in his 1894 draft.</p>\n<h3 class=\"wp-block-heading\">Cúarapom's Survival</h3>\n<p>A curious exception to the rejection of Zamenhof's 1894 version of Esperanto, was the inclusion of a game he named Kvarapo, a curious game of Four-of-a-Kind. He also mentions the game by a different name, Cúarapom, apparently pointing to the so-called ancestor of Esperanto. The odd dodecahedrons described in the game were produced and the game was briefly popular in Europe.</p>\n<p>This popularity led to uncovering the Arcaicam Esperatom manuscript featuring the full set of rules written in that language. Zamenhoff's notes made it clear that he kept all of the words of the original game described in Wei lio, but added the names of certain results and filled in missing pieces in the game itself that he discovered through playing it.</p>\n<p>When the game was published in 1901, it was published in English and Arcaicam Esperatom along with a modified version of the history calling it \"The Game of Roman Sailors\". The game became popular and was enjoyed on both sides of the Atlantic.</p>\n<p>With the advent of World War I, the game lost popularity due to the issues in manufacturing the dice. After World War II a similar game named Yacht grew in popularity and in 1956 a version of it named Yahtzee was published by Milton Bradley.</p>\n<h3 class=\"wp-block-heading\">Cúarapom's Revival</h3>\n<p>In recent years, I've become interested in Cúarapom. I hope to make the dice, but I get by with a d6 numbered 1 to 3, a d4, a d6, and a d12. If you want to make the dice, I created 3d models for them in my <a href=\"https://github.com/sycarion/stldice/tree/master/d12s/cuarapom\" title=\"Cuarapom Dice\" target=\"_blank\" rel=\"noopener noreferrer\">stldice repository</a>. In the meantime, I have created <a href=\"https://sycarion.github.io/https://drive.google.com/file/d/1JpwN0TyhlbKBZsBv1k1X7xtPLx8sXE0W/view?usp=sharing\" target=\"_blank\" rel=\"noopener noreferrer\" download>score sheets</a> and cleaned up an older version of the <a href=\"https://sycarion.github.io/https://drive.google.com/file/d/1f5ZmQZc6T9eawQFdOUq-kBWRGNYDmIR_/view?usp=sharing\" target=\"_blank\" rel=\"noopener noreferrer\" download>English rules</a>. (There will be edits.)</p>\n<p>I kept a few of the original names of results, but it felt like too much mental overhead to use them all. That's why Three of a Kind is in English instead of the original term, Triapom. Sinsecúom for a straight felt like a big stretch when there are already other vocabulary words. I hope I found the right balance.</p>\n<p>In playing the game, I've found that it is difficult to score in the lower section. Most games are won by the strategic use of the upper section and the two categories that are similar to Chance in Yahtzee. It is extremely difficult to score the Pluy Gravam and attempts to roll it, even with a 4th Roll token have proven unsuccessful.</p>\n<p>Let me know what you think.</p>",
            "author": {
                "name": "Bear"
            },
            "tags": [
                   "worldbuilding"
            ],
            "date_published": "2023-07-06T21:59:30-05:00",
            "date_modified": "2023-07-08T08:25:31-05:00"
        },
        {
            "id": "https://sycarion.github.io/learning-a-static-site-generator/",
            "url": "https://sycarion.github.io/learning-a-static-site-generator/",
            "title": "Learning a Static Site Generator",
            "summary": "Working on learning a site generator. Let's see how it goes.",
            "content_html": "<p>Working on learning a site generator. Let's see how it goes.</p>",
            "author": {
                "name": "Bear"
            },
            "tags": [
            ],
            "date_published": "2023-07-06T19:37:01-05:00",
            "date_modified": "2023-07-06T19:37:01-05:00"
        },
        {
            "id": "https://sycarion.github.io/directory-of-universes/",
            "url": "https://sycarion.github.io/directory-of-universes/",
            "title": "Directory of Universes",
            "summary": "There are a few universes that I want to list here and describe in more detail as well as provide more examples of&hellip;",
            "content_html": "<p><!-- wp:paragraph --></p>\n<p>There are a few universes that I want to list here and describe in more detail as well as provide more examples of how universes are named.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading --></p>\n<h2>Disclaimer</h2>\n<p><!-- /wp:heading --></p>\n<p><!-- wp:paragraph --></p>\n<p>I use Elminster as an example, I claim no rights to Forgotten Realms created by Ed Greenwood. Many gamers know of the Forgotten Realms, so this is merely an illustration. If requested, I will take down this post and rework this example with Abraham Lincoln. It's just that I like D&amp;D and this was the first thing that came to mind. Elminster's unique and detailed history lends itself to a full description of the naming system.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading {\"level\":3} --></p>\n<h3>Forgotten Realms as an Example</h3>\n<p><!-- /wp:heading --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>3 Elminster</strong> <strong>IV</strong> - This universe is the Forgotten Realms in 1357 DR. This is the Forgotten Realms at the end of its 1st edition run before the gods were forced to the mortal world. The year is determined by when, in his world, Elminster was discovered by the Compendium. Using pithanoton particles, this was the fourth version of Elminster encountered. The time of the discovery of Elminster is set as a reference point to talk about dimensions four and five more easily.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>Referencing events in the past or future of the Forgotten Realms would be <strong>4 Elminster</strong> <strong>IV</strong>. The change from 3 to 4 represents a change in time. Time is relative, so there is no set time. Researchers may add a detail like 4 Elminster IV in DR 1385 (This would represent the beginning of the Spellplague.) or 4 Elminster IV in -2207 DR to represent a time during the golden age of Netheril. Both are 4 Elminster IV because it is a different point in time than 1357 DR.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>Referencing alternate events of that world would be <strong>5 Elminster</strong> <strong>IV</strong>. This would include a universe where the Blue Age lasted longer because Dendar didn't eat the sun or the events of the Spellplague never happened. For clarity, all fifth dimensional universe names include references to a year and at least one point of divergence from its third dimensional parent. Fifth dimensional universes are uniquely identified by their pithanoton signature. More on those below.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading {\"level\":4} --></p>\n<h4>Pithanoton Particles</h4>\n<p><!-- /wp:heading --></p>\n<p><!-- wp:paragraph --></p>\n<p>Everything has a pithanoton signature that helps Compendium researchers determine the dimensional origin of a specific person, place, or thing. It is also used to distinguish between two or more identical objects and to determine possible relationships between two or more objects. Specifically, this would help determine the difference between Elminster I and Elminster IV. Elminster I belongs to a universe that was created in a slightly different way than Elminster IV. In the <em>Sycarion Continuum</em>, Elminster I's world was created similar to our world, the creation mythology is different, and magic doesn't exist. The Compendium encountered this Elminster as a mathematician and theoretical physicist working in a particle accelerator facility. References to this world would be <strong>3 Elminster I</strong> (which is around 2017 CE), <strong>4 Elminster I</strong> (any time outside of 2017CE), or <strong>5 Elminster I</strong> (an alternate reality where Elminster becomes an English teacher).</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>Remember that this system is about identifying <em>universes</em>, not <em>individuals</em>. As such, there is a <strong>3 Dendar I </strong>where Elminster exists, but he is not the Elminster of any other universe. He has a unique pithanoton signature. The universe is named Dendar because he was the first object from that dimension encountered. Researchers do not trace every individual throughout the multiverse, even the most interesting ones.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>There can be mistakes like the false discovery of <strong>3 Elmara I</strong>. Elmara was encountered by the researcher, but the pithanoton signature quickly determined that Elminster and Elmara were the same person and that she was in an already discovered universe. Since this was around 232 DR, <strong>3 Elmara I</strong> was reclassified as <strong>4 Elminster IV</strong>, since it was a different relative time of <strong>3 Elminster IV</strong>.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>I don't plan to post anything about Forgotten Realms, it's not my world. I hope this serves as a helpful reference that is a bit more fun that using a former president.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading {\"level\":3} --></p>\n<h3>Universes that I Will Write About</h3>\n<p><!-- /wp:heading --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>3 陸 運使 XIV </strong>- Over 120 iterations of Lu Yùn Shĭ have made contact with the Compendium. In this universe, meta-humans emerged during their American Civil War. Meta-humans feature prominently in their 19th, 20th, and 21st centuries. Other notable events are the rise of the Axum nation, a substance called Ball Iron, and 19th century planetary exploration.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>3 Mordenkainen V</strong> - This is the universe of 5th edition D&amp;D rules as written.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>3 Ommtala IV</strong> is the universe of my family's fifth edition D&amp;D game. It is also where Arethusa Atticus, the awakened dolphin psionic paladin lives. He is a character played by our beloved stuffed toy dolphin.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>5 Ommtala IV</strong> is the universe of my playing through <a rel=\"noreferrer noopener\" href=\"https://jameschip.itch.io/the-adventurer\" target=\"_blank\">The Adventurer</a> by James Chip. It is journal writing game for a single player. My <a href=\"https://github.com/sycarion/theroguefromnowhere\" target=\"_blank\" rel=\"noreferrer noopener\">progress is kept on Github</a>, but soon to be published here as well.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>3 Sanderson II</strong> is the real world as we experience it. If I talk about real life, it will be tagged with this as a sort of in-house joke.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>5 Sanderson II</strong> is the world where the narrator (the in-fiction author of all the posts) lived before working for and moving to <strong>10 Compendium I</strong></p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>1 Inanitas I</strong> - This universe is also known as Solitude. Universes in the first dimension are either occupied by a singular being or an inert non-living point of matter. Some tourists visit dimensions like Solitude to find the ultimate sensory deprivation chamber only to discover a cacophony of noise and energy from other tourists. Others visit to discover the ultimate private chat room where nothing exists save for the visitors that meet there and an imperceptible point of unknown matter.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>1 Omnis I</strong> consists of a singular point perceived as a line. There are an infinite number of 1 Omnis dimensions, but they differ only in the sequence of thoughts of their repetitive sole entities. The Compendium considers this odd effect of perceiving a point as a line to be the origin of the phrase \"line of thinking\".</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>Employing protective energy or magic has created a cottage industry for tourists to listen to the thoughts of a creature that has no known capacity to conceive of anything outside of itself. Many in the Compendium consider these tourists as extreme voyeurs.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>2 Lotus XVII</strong> - This is the dimension that is home to Lotus. Sixteen other iterations of Lotus have made contact, but only this one maintains contact with the Compendium and other dimensions. Hailing from an advanced civilization, Lotus discovered pithanotons to allow travel to outer dimensions. Discovering magic in their travels, they travel by magical means.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>Lotus is insatiably curious and enjoys sharing what they know. They hope to make contact with entities in 1 Omnis dimensions. They are the foremost authority on multidimensional travel. They possess a keen mind able to think in dimensions that they cannot perceive naturally. Lotus loves chess and ranks with an estimated ELO of 3600.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p><strong>6 Phlisihu I</strong> - This is the home world of the celestial being, Phlisihu. Specifically, he is a Corrupter, a group of being that appear to enjoy antagonizing creatures in other universes. His favorite targets are elite magic users. He currently resides on a moon in <strong>3 Ommtala IV</strong> where he is antagonizing Galen, a salt mage.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading {\"level\":3} --></p>\n<h3>Other Universes</h3>\n<p><!-- /wp:heading --></p>\n<p><!-- wp:paragraph --></p>\n<p>There are other universes still awaiting classification, but those will be detailed in other posts. If you made it this far, congratulations. More to come that is actual content, not blah, blah, blah explanation of how things are named.</p>\n<p><!-- /wp:paragraph --></p>",
            "image": "https://sycarion.github.io/media/posts/8/a-synopsis-of-the-universe-or-the-visible-world-epitomizd-1-1024.jpg",
            "author": {
                "name": "Bear"
            },
            "tags": [
                   "compendium",
                   "3 Sanderson II"
            ],
            "date_published": "2022-08-31T05:57:00-05:00",
            "date_modified": "2023-09-23T06:37:29-05:00"
        },
        {
            "id": "https://sycarion.github.io/cosmology/",
            "url": "https://sycarion.github.io/cosmology/",
            "title": "Cosmology",
            "summary": "Introduction Throughout the vast infinite multiverses known as the Omniverse, there are 10 dimensions, 1 Fundamental Force, and 1 Fundamental Particle. The Fundamental&hellip;",
            "content_html": "<h1>Introduction</h1>\n<p>Throughout the vast infinite multiverses known as the <strong>Omniverse</strong>, there are 10 dimensions, 1 Fundamental Force, and 1 Fundamental Particle.</p>\n<h2>The Fundamental Force and Fundamental Particle</h2>\n<p>The <strong>Fundamental Force</strong> exists in all multiverses and has infinite names. It is the force that holds all measurement, time, and possibilities together. The most common names are The Singularity, The Breath, Magic, The Universal Equation, or the OmniForce. In my worlds, the Fundamental Force is called <strong>Magic</strong>.</p>\n<p>The Fundamental Particle is known only in some of the multiverses where sentient species actively interact with the Fundamental Force. Like the Fundamental Force, it has an infinite number of names. In this game, the Fundamental Particle is called an <strong>Ousia</strong>.</p>\n<h2>Dimensions</h2>\n<p>The first four dimensions are familiar to many: length, width, depth, and time. All creatures move about in space-time within their respective universes. In other words, creatures travel from one place to another and experience time as a series of moments that make up the past and the present moment. The future represents moments that have yet to occur. For a game that never ventures to other galaxies and stays largely centered on Earth, this will be all that any character needs to know.</p>\n<p>For time travel within a universe, <strong>Chronotons</strong> or <em>Time Particles</em> are used to generate a field that measures relative time. Once time is mapped, time travel is possible.</p>\n<h3>Parallel Universes</h3>\n<p>Dimensions five and six deal with probability and all possible outcomes of events that happen in any given moment. <span class=\"md-plain\"><strong>Pithanotons</strong> or <em>Probability Particles</em> are used to generate a field that measures relative probabilities of parallel universes. In other words, It is a GPS of parallel universal travel that enables you to safely travel back and forth in parallel universes. </span><span class=\"md-plain\"><strong>Hexaton Fields</strong> are a combination of Pithanoton and Chronoton particles that allow travel to parallel worlds <em>at any point in time</em> in those worlds. </span></p>\n<p><span class=\"md-plain\">For universes that develop travel to parallel universes, Hexaton Fields allow travellers to arrive back in their homeworld at the exact moment after they left.</span></p>\n<h3>Strange Universes</h3>\n<p>Dimensions seven, eight, and nine are comprised of completely alien universes where the laws of physics operate differently. These universes include the realms of the Gods, anti-matter universes, and madness-inducing horrors.</p>\n<p>Travel to these worlds requires the use of the Fundamental Force or the Fundamental Particle. <strong>Magic</strong> is typical for universes that are not scientifically developed, <strong>Ousia</strong> is used in worlds that have an advanced understanding of science and magic. It is not possible to understand Ousia without an understanding of Magic.</p>\n<h2>Summary</h2>\n<ul>\n<li>The Omniverse is comprised of all possible universes within all ten dimensions.</li>\n<li>Magic is not unexplained science, it is a fundamental force that exists everywhere in the Omniverse.</li>\n<li>With the right science, it is possible to travel in space, time, and parallel universes.</li>\n<li>With magic, it is possible to travel in space, time, parallel universes, <em>and strange universes.</em></li>\n</ul>\n<p><!-- wp:paragraph --></p>\n<p><!-- /wp:paragraph --></p>",
            "image": "https://sycarion.github.io/media/posts/3/mandala-kunst-muster-hintergrund-16646296963a7.jpg",
            "author": {
                "name": "Bear"
            },
            "tags": [
                   "worldbuilding",
                   "psuedoscience",
                   "cosmology"
            ],
            "date_published": "2019-05-05T22:20:50-05:00",
            "date_modified": "2023-07-22T14:46:05-05:00"
        }
    ]
}
